Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/pcsx2.tmx
Source language: en
Languages: sv

source: When enabled the GPU will convert colormap textures, otherwise the CPU will. It is a trade-off between GPU and CPU.
sv: När detta är aktiverat konverterar GPU:n färgkartetexturer, annars gör CPU:n det. Det är en avvägning mellan GPU och CPU.

source: Deinterlacing:
sv: Avflätning:

source: Failed to open or read &apos;{}&apos;: {}
sv: Det gick inte att öppna eller läsa &apos;{}&apos;: {}

source: Reverser Up
sv: Öka färdriktare

source: Output Device
sv: Utdataenhet

source: Use Blit Swap Chain
sv: Använd blit-växlingskedja

source: Trilinear Filtering:
sv: Trilinjär filtrering:

source: Select Achievement Unlock Sound
sv: Välj ljud vid upplåsning av prestation

source: This Memory Card cannot be recognized or is not a valid file type.
sv: Det här minneskortet kan inte identifieras eller har en ogiltig filtyp.

source: Cannot load state while replaying a GS dump.
sv: Det går inte att läsa in ett sparläge medan en GS-dump spelas upp.

source: Custom vertical resolution height for video recordings when automatic resolution is unchecked.
sv: Egen vertikal upplösningshöjd för videoinspelningar när automatisk upplösning är avmarkerad.

source: Software Rendering Threads:
sv: Trådar för programvarurendering:

source: The save slot is empty.
sv: Sparplatsen är tom.

source: Calendar year for the virtual PS2 RTC.
sv: Kalenderår för den virtuella PS2:ans RTC.

source: Icon Files (*.ico);;All Files (*.*)
sv: Ikonfiler (*.ico);;Alla filer (*.*)

source: Displays warnings when settings are enabled which may break games.
sv: Visar varningar när inställningar som kan göra att spel slutar fungera aktiveras.

source: Save Transfer Image Data
sv: Spara överförd avbildsdata

source: Save Frame
sv: Spara bildruta

source: Image Files (*.png *.jpg *.svg *.webp);;All Files (*.*)
sv: Bildfiler (*.png *.jpg *.svg *.webp);;Alla filer (*.*)

source: Could not refresh online font index. Cached catalog remains available.
sv: Det gick inte att uppdatera indexet för teckensnitt på nätet. Den cachade katalogen är fortfarande tillgänglig.

source: HDD image &apos;{}&apos; already exists. Do you want to overwrite it?
sv: HDD-avbilden &apos;{}&apos; finns redan. Vill du skriva över den?

source: Shared (Default)
sv: Delad (standard)

source: Bilinear (Forced)
sv: Bilinjär (tvingad)

source: Graphics API:
sv: Grafik-API:

source: Function Scanner
sv: Funktionsavsökare

source: Saturation:
sv: Mättnad:

source: Destination directory for dumps generated by the software renderer.
sv: Målkatalog för dumpar som genereras av programvarurenderaren.

source: No save present in this slot
sv: Ingen sparning finns på denna plats

source: Enables loading cheats from pnach files.
sv: Aktiverar inläsning av fusk från pnach-filer.

source: Copy
sv: Kopiera

source: Month
sv: Månad

source: 16x Native (~5760px)
sv: 16× inbyggd (~5760 px)

source: Bottom Right
sv: Nere till höger

source: Compiled {0} shaders in {1}ms
sv: Kompilerade {0} shader på {1} ms

source: HDD size must be between 40 GB and 2000 GB.
sv: HDD-storleken måste vara mellan 40 GB och 2 000 GB.

source: Frame Pacing / Latency Control
sv: Bildrutetakt/latenskontroll

source: Resets standard volume back to the global/inherited setting.
sv: Återställer standardvolymen till den globala/ärvda inställningen.

source: Save Render Targets
sv: Spara renderingsmål

source: Contrast
sv: Kontrast

source: Successfully logged in to RetroAchievements as %1.
sv: Inloggad på RetroAchievements som %1.

source: Debugging Options
sv: Felsökningsalternativ

source: Uses the operating system&apos;s date/time format rather than &quot;yyyy-MM-dd HH:mm:ss&quot;. May exclude seconds.
sv: Använder operativsystemets datum-/tidsformat i stället för &quot;yyyy-MM-dd HH:mm:ss&quot;. Sekunder kan utelämnas.

source: Initial State:
sv: Starttillstånd:

source: No - Disable NTFS compression
sv: Nej – inaktivera NTFS-komprimering

source: Go to in...
sv: Gå till i…

source: Enable
sv: Aktivera

source: Type &apos;%1&apos; not found.
sv: Typen &apos;%1&apos; hittades inte.

source: Selected font file: %1
sv: Vald teckensnittsfil: %1

source: Logout
sv: Logga ut

source: Show Resolution
sv: Visa upplösning

source: Force Enable
sv: Tvinga aktiverad

source: Failed to Load State From Backup Slot {}
sv: Det gick inte att läsa in tillståndet från reservplats {}

source: Sound is already using default.
sv: Ljudet använder redan standardvärdet.

source: Auto Standard (4:3 Interlaced / 3:2 Progressive)
sv: Automatisk standard (4:3 med radsprångsvisning/3:2 progressiv)

source: These settings control what and when analysis passes should be performed on the program running in the virtual machine so that the resultant information can be shown in the debugger.
sv: Dessa inställningar styr vad och när analysgenomgångar ska utföras på programmet i den virtuella maskinen så att resultatet kan visas i felsökaren.

source: Select Audio File
sv: Välj ljudfil

source: Sprites Only
sv: Endast sprites

source: Are you sure you want to restore the default controller configuration? All shared bindings and configuration will be lost, but your input profiles will remain. You cannot undo this action.
sv: Vill du återställa handkontrollens standardinställningar? Alla delade bindningar och all konfiguration går förlorade, men dina inmatningsprofiler behålls. Åtgärden kan inte ångras.

source: Missing license metadata for this font entry.
sv: Licensmetadata saknas för den här teckensnittsposten.

source: Select how to display the background image: &lt;br&gt;&lt;br&gt;Fit (Preserve aspect ratio, fit to screen)&lt;br&gt;Fill (Preserve aspect ratio, fill the screen) &lt;br&gt;Stretch (Ignore aspect ratio) &lt;br&gt;Center (Centers the image without any scaling) &lt;br&gt;Tile (Repeat the image to fill the screen)
sv: Välj hur bakgrundsbilden ska visas: &lt;br&gt;&lt;br&gt;Anpassa (bevara bildförhållandet, anpassa till skärmen)&lt;br&gt;Fyll (bevara bildförhållandet, fyll skärmen) &lt;br&gt;Sträck (ignorera bildförhållandet) &lt;br&gt;Centrera (centrerar bilden utan skalning) &lt;br&gt;Sida vid sida (upprepa bilden så att den fyller skärmen)

source: Memory Card &apos;{}&apos; created.
sv: Minneskortet &apos;{}&apos; har skapats.

source: The CDVD system is currently in use.
sv: CDVD-systemet används just nu.

source: Memory cards are being auto-ejected. Can&apos;t swap right now.
sv: Minneskorten matas ut automatiskt. Det går inte att byta nu.

source: Enable Encore Mode
sv: Aktivera encoreläge

source: &Dismiss
sv: &Avfärda

source: Does useless work on the CPU during readbacks to prevent it from going into powersave modes. May improve performance during readbacks but with a significant increase in power usage.
sv: Utför onödigt arbete på CPU:n under återläsningar för att förhindra energisparläge. Kan förbättra prestandan under återläsningar, men ökar energianvändningen betydligt.

source: Bottom:
sv: Nederst:

source: Notifications
sv: Notiser

source: Quality:
sv: Kvalitet:

source: Selects the color theme and styling for the PCSX2 user interface.
sv: Väljer färgtema och utformning för PCSX2:s användargränssnitt.

source: Failed to read word.
sv: Det gick inte att läsa ord.

source: Reduces banding between colors and improves the perceived color depth.&lt;br&gt; Off: Disables any dithering.&lt;br&gt; Scaled: Upscaling-aware / Highest dithering effect.&lt;br&gt; Unscaled: Native dithering / Lowest dithering effect, does not increase size of squares when upscaling.&lt;br&gt; Force 32bit: Treats all draws as if they were 32bit to avoid banding and dithering.
sv: Minskar bandning mellan färger och förbättrar det upplevda färgdjupet.<br> Av: inaktiverar dithering.<br> Skalad: medveten om uppskalning/högsta ditheringeffekt.<br> Oskalad: ursprunglig dithering/lägsta ditheringeffekt, ökar inte rutornas storlek vid uppskalning.<br> Tvinga 32 bitar: behandlar alla ritningar som 32-bitars för att undvika bandning och dithering.

source: Automatically Analyze Program:
sv: Analysera program automatiskt:

source: Show Leading Zeroes
sv: Visa inledande nollor

source: Save Video Recordings in Game-Specific Folders
sv: Spara videoinspelningar i spelspecifika mappar

source: Bilinear Dirty Upscale:
sv: Bilinjär smutsig uppskalning:

source: Notification Position:
sv: Aviseringsposition:

source: Show FPS
sv: Visa FPS

source: Internal Resolution:
sv: Intern upplösning:

source: Internal
sv: Intern

source: Day
sv: Dag

source: Memcards
sv: Minneskort

source: Symbol Table Importer
sv: Importör för symboltabeller

source: Screenshot Resolution
sv: Upplösning för skärmbild

source: Calculating checksum for track {}...
sv: Beräknar kontrollsumma för spår {}…

source: Classic
sv: Klassisk

source: Failed to load state for input recording, unsupported version?
sv: Det gick inte att läsa in tillståndet för inmatningsinspelning. Versionen kanske inte stöds?

source: Save Depth Buffer
sv: Spara djupbuffert

source: HDD Image Selection
sv: Val av HDD-avbild

source: 9 (576 Max Width)
sv: 9 (maximal bredd 576)

source: TV shader set to &apos;{}&apos;.
sv: TV-shadern är inställd på &apos;{}&apos;.

source: Use System Locale Format
sv: Använd systemets landsformatsinställning

source: Dump Textures
sv: Dumpa texturer

source: Notification Position
sv: Aviseringsposition

source: 2 (Aggressive)
sv: 2 (aggressiv)

source: Counters
sv: Räknare

source: Game List Background
sv: Bakgrund för spellista

source: Override boot ELF:
sv: Åsidosätt start-ELF:

source: Manual
sv: Manuell

source: Docking
sv: Dockning

source: Overlay Position:
sv: Överlagringens position:

source: Maximum (Very Slow)
sv: Maximal (mycket långsam)

source: Contrast:
sv: Kontrast:

source: Failed to create the Memory Card, the log may contain more information.
sv: Det gick inte att skapa minneskortet. Loggen kan innehålla mer information.

source: Normal (Maintain Upscale)
sv: Normal (behåll uppskalning)

source: Bold OSD Text
sv: Fet OSD-text

source: Load Textures
sv: Läs in texturer

source: The virtual machine is already running.
sv: Den virtuella maskinen körs redan.

source: Locks the mouse cursor to the windows when PCSX2 is in focus and all other windows are closed.&lt;br&gt;&lt;b&gt;Unavailable on Linux Wayland.&lt;/b&gt;&lt;br&gt;&lt;b&gt;Requires accessibility permissions on macOS.&lt;/b&gt;
sv: Låser muspekaren till fönstret när PCSX2 har fokus och alla andra fönster är stängda.&lt;br&gt;&lt;b&gt;Inte tillgängligt i Linux Wayland.&lt;/b&gt;&lt;br&gt;&lt;b&gt;Kräver hjälpmedelsbehörigheter i macOS.&lt;/b&gt;

source: Select a custom background image to use in Big Picture Mode menus. Supported formats: PNG, JPG, JPEG, BMP.
sv: Välj en egen bakgrundsbild för menyerna i stort bildläge. Format som stöds: PNG, JPG, JPEG, BMP.

source: Automatically disable this breakpoint after it has been hit this many times. Set to 0 for the breakpoint to never disable.
sv: Inaktivera automatiskt denna brytpunkt efter att den har träffats så här många gånger. Ange 0 för att brytpunkten aldrig ska inaktiveras.

source: Name
sv: Namn

source: Enabled (Sprites Only)
sv: Aktiverad (endast sprites)

source: USB mass storage: Could not open image file &apos;{}&apos;
sv: USB-masslagring: det gick inte att öppna avbildsfilen &apos;{}&apos;

source: Description
sv: Beskrivning

source: Disables interlacing offset which may reduce blurring in some situations.
sv: Inaktiverar sammanflätningsförskjutning, vilket kan minska oskärpa i vissa situationer.

source: Add
sv: Lägg till

source: Reset Standard Volume
sv: Återställ standardvolym

source: Selected font: %1 (system font)
sv: Valt teckensnitt: %1 (systemteckensnitt)

source: Options
sv: Alternativ

source: Unscaled (Default)
sv: Oskalad (standard)

source: FMV Aspect Ratio Override:
sv: Åsidosätt bildförhållande för FMV:

source: NAME
sv: NAMN

source: 6 (384 Max Width)
sv: 6 (maximal bredd 384)

source: Uses a blit presentation model instead of flipping when using the Direct3D 11 graphics API. This usually results in slower performance, but may be required for some streaming applications, or to uncap framerates on some systems.
sv: Använder en blit-presentationsmodell i stället för flippning med Direct3D 11-grafik-API:t. Det ger oftast sämre prestanda, men kan krävas av vissa strömningsprogram eller för att ta bort bildrutegränsen på vissa system.

source: Failed to preview sound: {}
sv: Det gick inte att förhandslyssna på ljudet: {}

source: Blend (Top Field First, Merge 2 Fields)
sv: Blanda (övre fältet först, sammanfoga två fält)

source: Olympus Camera
sv: Olympus-kamera

source: Catalog ready.
sv: Katalogen är klar.

source: WARNING: Shutting down now can &lt;b&gt;IRREVERSIBLY CORRUPT YOUR MEMORY CARD.&lt;/b&gt;&lt;br&gt;&lt;br&gt;You are strongly advised to select &apos;No&apos; and let the save finish.&lt;br&gt;&lt;br&gt;Do you want to shutdown anyway and &lt;b&gt;IRREVERSIBLY CORRUPT YOUR MEMORY CARD&lt;/b&gt;?
sv: VARNING: om du stänger av nu kan &lt;b&gt;MINNESKORTET SKADAS OÅTERKALLELIGT.&lt;/b&gt;&lt;br&gt;&lt;br&gt;Du rekommenderas starkt att välja &apos;Nej&apos; och låta sparandet slutföras.&lt;br&gt;&lt;br&gt;Vill du ändå stänga av och &lt;b&gt;SKADA MINNESKORTET OÅTERKALLELIGT&lt;/b&gt;?

source: Network adapter to use for PS2 network emulation.
sv: Nätverksadapter som ska användas för PS2-nätverksemulering.

source: Brightness:
sv: Ljusstyrka:

source: Dithering is set to Force 32 bit. This will break rendering in some games.
sv: Dithering är inställd på Tvinga 32 bitar. Detta bryter renderingen i vissa spel.

source: Blend (Bottom Field First, Merge 2 Fields)
sv: Blanda (nedre fältet först, sammanfoga två fält)

source: You may add additional (space-separated) &lt;a href=&quot;https://pcsx2.net/docs/advanced/cli/&quot;&gt;custom arguments&lt;/a&gt; that are not listed above here:
sv: Du kan lägga till ytterligare &lt;a href=&quot;https://pcsx2.net/docs/advanced/cli/&quot;&gt;anpassade argument&lt;/a&gt; (avgränsade med blanksteg) som inte anges ovan här:

source: Software Dump Directory:
sv: Katalog för programvarudumpar:

source: On Startup & Every Frame
sv: Vid start och varje bildruta

source: Copy all as CSV
sv: Kopiera alla som CSV

source: Top Left (Default)
sv: Överst till vänster (standard)

source: Login Successful
sv: Inloggningen lyckades

source: Brightness
sv: Ljusstyrka

source: Off (Default)
sv: Av (standard)

source: Select HDD Image File
sv: Välj HDD-avbildsfil

source: Override Texture Barriers:
sv: Åsidosätt texturbarriärer:

source: Shows the current emulation speed of the system as a percentage.
sv: Visar systemets aktuella emuleringshastighet i procent.

source: Unsynchronized (Non-Deterministic)
sv: Osynkroniserad (icke-deterministisk)

source: Use Save State Selector
sv: Använd sparlägesväljare

source: Go to in %1
sv: Gå till i %1

source: Slot: %1 | %2 | EE: %3% | VU: %4% | GS: %5%
sv: Plats: %1 | %2 | EE: %3 % | VU: %4 % | GS: %5 %

source: Position of a variety of on-screen performance data points as selected by the user.
sv: Placering av olika användarvalda prestandadata på skärmen.

source: User-Defined
sv: Användardefinierad

source: PCSX2 requires a PlayStation 2 BIOS in order to run. For legal reasons, you will need to obtain this BIOS from a PlayStation 2 unit which you own. For step-by-step help with this process, please consult the setup guide at {}. PCSX2 will be able to run once you&apos;ve placed your BIOS image inside the folder named &quot;bios&quot; within the data directory (Tools Menu -&gt; Open Data Directory).
sv: PCSX2 behöver ett PlayStation 2-BIOS för att kunna köras. Av juridiska skäl måste du hämta BIOS från en PlayStation 2-enhet som du äger. Stegvis hjälp finns i installationsguiden på {}. PCSX2 kan köras när du har placerat din BIOS-avbild i mappen ”bios” i datakatalogen (Verktygsmenyn → Öppna datakatalog).

source: Path to the raw virtual hard disk image file on disk.
sv: Sökväg till den råa virtuella hårddiskavbildsfilen på disken.

source: Custom input profiles are used to override the Shared input profile for specific games. To apply a custom input profile to a game, go to its Game Properties, then change the 'Input Profile' on the Summary tab. Enter the name for the new input profile:
sv: Anpassade inmatningsprofiler används för att åsidosätta den delade inmatningsprofilen för enskilda spel. För att använda en inmatningsprofil för ett spel går du till dess spelegenskaper och ändrar ”Inmatningsprofil” på fliken Sammanfattning. Ange namnet för den nya inmatningsprofilen:

source: Reverser Down
sv: Minska färdriktare

source: Successfully logged in as %1.
sv: Inloggad som %1.

source: Full Boot
sv: Fullständig start

source: New Global Variable
sv: Ny global variabel

source: Bob (Top Field First, Full Frames)
sv: Bob (övre fältet först, hela bildrutor)

source: Select HDD Size
sv: Välj HDD-storlek

source: Integer Base
sv: Heltalsbas

source: Filters
sv: Filter

source: Organization
sv: Organisation

source: Clear Background Image
sv: Rensa bakgrundsbild

source: Enable Achievements
sv: Aktivera prestationer

source: Sets the transparency of the custom background image.
sv: Anger genomskinligheten för den egna bakgrundsbilden.

source: This save state was created with PCSX2 version {0}. It is no longer compatible with your current PCSX2 version {1}. If you have any unsaved progress on this save state, you can download the compatible PCSX2 version {0} from pcsx2.net, load the save state, and save your progress to the memory card.
sv: Det här sparläget skapades med PCSX2 version {0}. Det är inte längre kompatibelt med din aktuella PCSX2-version {1}. Om du har osparade framsteg i det här sparläget kan du hämta den kompatibla PCSX2-versionen {0} från pcsx2.net, läsa in sparläget och spara dina framsteg på minneskortet.

source: Saved in the future at {0:%H:%M} on {0:%a} {0:%Y/%m/%d}
sv: Sparad i framtiden kl. {0:%H:%M} den {0:%a} {0:%Y/%m/%d}

source: Launch Options
sv: Startalternativ

source: Forces texture barrier functionality to the specified value.
sv: Tvingar texturbarriärfunktionen till det angivna värdet.

source: Game List Background:
sv: Bakgrund för spellista:

source: Warning: {}
sv: Varning: {}

source: Unknown packet type {}
sv: Okänd pakettyp {}

source: Force Disable
sv: Tvinga inaktiverad

source: Fullscreen Mode:
sv: Helskärmsläge:

source: Could not resolve path for indexed save state load.
sv: Det gick inte att lösa sökvägen för inläsning av indexerat sparläge.

source: Enter custom HDD size in gigabytes (40–2000):
sv: Ange egen HDD-storlek i gigabyte (40–2 000):

source: Are you sure you want to reset the play time for &apos;%1&apos; (%2)? Your current play time is %3. This action cannot be undone.
sv: Vill du återställa speltiden för &apos;%1&apos; (%2)? Din aktuella speltid är %3. Åtgärden kan inte ångras.

source: No Deinterlacing
sv: Ingen avflätning

source: Container:
sv: Behållare:

source: Blending Accuracy:
sv: Noggrannhet för blandning:

source: Save Draw Statistics
sv: Spara ritningsstatistik

source: Used for saving screenshots and GS dumps.
sv: Används för att spara skärmbilder och GS-dumpar.

source: The selected file could not be loaded as a font.
sv: Den valda filen kunde inte läsas in som ett teckensnitt.

source: Show Achievement Notifications
sv: Visa prestationsnotiser

source: Memory Card Enabled
sv: Minneskort aktiverat

source: Binary
sv: Binär

source: Sprites/Triangles
sv: Sprites/trianglar

source: Selected HDD image: {}
sv: Vald HDD-avbild: {}

source: Performance Stats
sv: Prestandastatistik

source: Requested filename &apos;{}&apos; does not exist.
sv: Den begärda filen &apos;{}&apos; finns inte.

source: Save State Options
sv: Alternativ för sparläge

source: Screenshot Capture Setup
sv: Inställningar för skärmbildsfångst

source: Follow Address
sv: Följ adress

source: Switch Rankings
sv: Växla rankning

source: Disable Depth Conversion
sv: Inaktivera djupkonvertering

source: Custom input profiles are used to override the Shared input profile for specific games. To apply a custom input profile to a game, go to its Game Properties, then change the &apos;Input Profile&apos; on the Summary tab. Enter the name for the new input profile:
sv: Egna inmatningsprofiler används för att åsidosätta den delade inmatningsprofilen för specifika spel. För att använda en egen inmatningsprofil för ett spel går du till dess Spelegenskaper och ändrar sedan &apos;Inmatningsprofil&apos; på fliken Sammanfattning. Ange namnet på den nya inmatningsprofilen:

source: Save Frame Count:
sv: Antal sparade bildrutor:

source: Determines the simulated Ethernet adapter type.
sv: Anger typen av simulerad Ethernet-adapter.

source: DWARF Symbol Table
sv: DWARF-symboltabell

source: New Parameter Variable
sv: Ny parametervariabel

source: Extended Upscaling Multipliers
sv: Utökade uppskalningsmultiplikatorer

source: Top:
sv: Överst:

source: Disabled (Default)
sv: Inaktiverad (standard)

source: Failed to delete the Memory Card. The log may have more information.
sv: Det gick inte att ta bort minneskortet. Loggen kan innehålla mer information.

source: Speed: %1%
sv: Hastighet: %1 %

source: Disable and reset the currently applied game list background.
sv: Inaktivera och återställ den aktuella bakgrunden för spellistan.

source: Texture Offsets X
sv: Texturförskjutning X

source: The memory card is busy, so the state load operation has been cancelled to prevent data loss.
sv: Minneskortet är upptaget, så inläsningen av sparläget avbröts för att förhindra dataförlust.

source: Add to %1
sv: Lägg till i %1

source: Save Draw Count:
sv: Antal sparade ritanrop:

source: Search family name...
sv: Sök familjenamn …

source: {0} AA1 is currently disabled. This game recommends enabling AA1. You can enable it in Game Properties to improve graphical accuracy, but this may increase system requirements.
sv: {0} AA1 är för närvarande inaktiverat. Det här spelet rekommenderar att du aktiverar AA1. Du kan aktivera det i Spelegenskaper för att förbättra den grafiska noggrannheten, men det kan öka systemkraven.

source: Start Menu
sv: Startmeny

source: Enter the Gateway address
sv: Ange gatewayadressen

source: All
sv: Alla

source: Messages
sv: Meddelanden

source: WAV Audio Files (*.wav)
sv: WAV-ljudfiler (*.wav)

source: Enter the Subnet Mask
sv: Ange nätmasken

source: Left (Default)
sv: Vänster (standard)

source: Show Status Indicators
sv: Visa statusindikatorer

source: Desktop
sv: Skrivbord

source: Select Icon
sv: Välj ikon

source: Enter the name for the new memory card.
sv: Ange namnet på det nya minneskortet.

source: Show Titles
sv: Visa titlar

source: Saved {0} days ago at {1:%H:%M} on {1:%a} {1:%Y/%m/%d}
sv: Sparad för {0} dagar sedan kl. {1:%H:%M} den {1:%a} {1:%Y/%m/%d}

source: threads
sv: trådar

source: Weave (Bottom Field First, Sawtooth)
sv: Weave (nedre fältet först, sågtandat)

source: Determines how the results of floating-point division are rounded. Some games need specific settings; <b>modifying this setting when a game is not having a visible problem can cause instability.</b>
sv: Bestämmer hur resultaten från flyttalsdivision rundas. Vissa spel behöver specifika inställningar; <b>att ändra den här inställningen när ett spel inte har ett synligt problem kan orsaka instabilitet.</b>

source: Background Mode
sv: Bakgrundsläge

source: Do not load save state
sv: Läs inte in sparläge

source: Create Shortcut For %1
sv: Skapa genväg för %1

source: 21x Native (~7560px)
sv: 21× inbyggd (~7560 px)

source: Right (Default)
sv: Höger (standard)

source: Unknown MMIO
sv: Okänd MMIO

source: Allowed
sv: Tillåten

source: Your memory card is still saving data.
sv: Minneskortet sparar fortfarande data.

source: 8 (512 Max Width)
sv: 8 (maximal bredd 512)

source: Cycle Blending Accuracy
sv: Växla blandningsnoggrannhet
